Repository: Awan-app/Awan-iOS
Catalog: Modules/Common/Sources/Common/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: App language
ar: لغة التطبيق

# calendar.active_goals
source: Active goals
ar: الأهداف النشطة

# calendar.back
source: Back
ar: رجوع

# calendar.days_left
source: %@ days left
ar: متبقي %@ يومًا

# calendar.due_today
source: Due today
ar: موعده اليوم

# calendar.empty_message
source: Create a goal to see its deadline on your calendar.
ar: أنشئ هدفاً ليظهر موعده على التقويم.

# calendar.empty_title
source: No active goals yet
ar: لا توجد أهداف نشطة

# calendar.has_deadline
source: Has a goal deadline
ar: يحتوي على موعد هدف

# calendar.jump_to_present
source: Present
ar: اليوم

# calendar.next_month
source: Next month
ar: الشهر التالي

# calendar.no_deadline
source: No deadline
ar: بدون موعد نهائي

# calendar.one_day_left
source: 1 day left
ar: يوم واحد متبقٍ

# calendar.previous_month
source: Previous month
ar: الشهر السابق

# common.cancel
source: Cancel
ar: إلغاء

# common.close
source: Close
ar: إغلاق

# common.continue
source: Continue
ar: متابعة

# common.edit
source: Edit
ar: تعديل

# common.got_it
source: Got it
ar: حسنًا

# common.please_try_again
source: Please try again.
ar: الرجاء المحاولة مرة أخرى.

# common.save
source: Save
ar: حفظ

# goal_creation.caption
source: Tell me about your goal. I'll ask a few questions and turn it into a plan you can shape.
ar: احكِ لي عن هدفك، وسأطرح عليك بعض الأسئلة لأحوّله إلى خطة تناسبك.

# goal_creation.confirm
source: Confirm and schedule goal
ar: تأكيد الهدف وجدولته

# goal_creation.header
source: PLAN WITH AWAN
ar: خطط مع أوان

# goal_creation.headline
source: What would you like to achieve?
ar: ما الذي ترغب في تحقيقه؟

# goal_creation.modify_placeholder
source: Ask Awan to adjust the plan...
ar: اطلب من أوان تعديل الخطة...

# goal_creation.one_session
source: 1 session
ar: جلسة واحدة

# goal_creation.planning
source: Awan is building your plan...
ar: أوان يبني خطتك...

# goal_creation.prompt_placeholder
source: Describe a goal you want to achieve...
ar: صِف هدفاً ترغب في تحقيقه...

# goal_creation.reply_placeholder
source: Type your answer...
ar: اكتب إجابتك...

# goal_creation.scheduling
source: Confirming and scheduling your goal...
ar: يتم تأكيد هدفك وجدولته...

# goal_creation.send_prompt
source: Send goal to Awan
ar: إرسال الهدف إلى أوان

# goal_creation.sessions
source: Plan and sessions
ar: الخطة والجلسات

# home.add_goal
source: Add goal
ar: إضافة هدف

# home.add_task
source: Add task
ar: إضافة مهمة

# home.add_task_title
source: Add a task
ar: اضافه مهمه

# home.bedtime
source: Bedtime
ar: وقت النوم

# home.btn_add_manual_task
source: ADD TASK
ar: اضافه مهمه

# home.btn_plan_it_for_me
source: PLAN IT FOR ME
ar: خطط لي

# home.build_it_your_way
source: BUILD IT YOUR WAY
ar: خططها بطريقتك

# home.calendar
source: Calendar
ar: التقويم

# home.ai_task_option_hint
source: Awan completes the task details from what you type or say.
ar: يكمل أوان تفاصيل المهمة مما تكتبه أو تقوله.

# home.ai_task_option_title
source: Create with AI
ar: إنشاء باستخدام الذكاء الاصطناعي

# home.can_split
source: Can split into sessions
ar: يمكن تقسيمها إلى جلسات

# home.chip_auto_scheduled
source: Auto-scheduled
ar: مجدولة تلقائياً

# home.chip_best_zone
source: Best zone
ar: أفضل فترة

# home.chip_smart_duration
source: Smart duration
ar: مدة ذكية

# home.completion_summary
source: %lld of %lld complete
ar: %lld من %lld مكتملة

# home.delete_session
source: Delete session
ar: حذف الجلسة

# home.delete_session_confirmation
source: Delete this scheduled session? The task will remain available.
ar: هل تريد حذف هذه الجلسة المجدولة؟ ستبقى المهمة متاحة.

# home.description
source: Description
ar: الوصف

# home.duration
source: Duration
ar: المدة

# home.empty_timeline_subtitle
source: Add a task or goal to begin your plan.
ar: أضف مهمة أو هدفاً لتبدأ خطتك.

# home.error_title
source: Couldn't update your day
ar: تعذر تحديث يومك

# home.estimated_duration
source: Duration
ar: المدة

# home.field_description
source: DESCRIPTION
ar: الوصف

# home.field_description_placeholder
source: Create slides and rehearse
ar: إنشاء شرائح والتدرب عليها

# home.field_starts_at
source: STARTS AT
ar: تبدأ في

# home.field_starts_at_hint
source: Select time (optional)
ar: اختر الوقت (اختياري)

# home.field_task
source: TASK
ar: المهمة

# home.fixed
source: FIXED
ar: ثابت

# home.good_afternoon
source: Good afternoon
ar: مساء الخير

# home.good_evening
source: Good evening
ar: طاب مساؤك

# home.good_morning
source: Good morning
ar: صباح الخير

# home.hours_minutes_short
source: %lld hr %lld min
ar: %lld ساعة %lld دقيقة

# home.hours_short
source: %lld hr
ar: %lld ساعة

# home.listening_state
source: Listening...
ar: جارٍ الاستماع...

# home.load_failed
source: We couldn't load your plan.
ar: لم نتمكن من تحميل خطتك.

# home.lock_session
source: Lock session
ar: تثبيت الجلسة

# home.mandatory
source: Mandatory
ar: إلزامية

# home.manual_add_caption
source: Choose the start time, duration, and zone—then type or tell me the task.
ar: اختر وقت البدء والمدة والمنطقة، ثم اكتب المهمة أو أخبرني بها.

# home.manual_add_header
source: PLAN IT YOUR WAY
ar: خططها بطريقتك

# home.manual_add_headline
source: When should we get it done?
ar: متى تريد إنجازها؟

# home.minutes_short
source: %lld min
ar: %lld دقيقة

# home.no
source: No
ar: لا

# home.or_separator
source: OR
ar: أو

# home.points
source: Points
ar: النقاط

# home.points_value
source: %lld points
ar: %lld نقطة

# home.quick_add_caption
source: Type it or tell me. I'll handle the planning.
ar: اكتبها أو أخبرني. سأتولى التخطيط.

# home.quick_add_header
source: AWAN'S QUICK ADD
ar: الإضافة السريعة من أوان

# home.quick_add_headline
source: What do you want to get done?
ar: ماذا تريد أن تنجز؟

# home.reschedule
source: Reschedule and lock
ar: إعادة الجدولة والتثبيت

# home.retry
source: Try again
ar: حاول مرة أخرى

# home.rewards
source: Rewards
ar: المكافآت

# home.store
source: Store
ar: المتجر

# home.scheduling_nudge_message
source: Your task was saved, but we couldn't find enough free time today.
ar: تم حفظ مهمتك، لكن لم نجد وقتاً كافياً اليوم.

# home.scheduling_nudge_title
source: Couldn't Auto-Schedule
ar: تعذرت الجدولة التلقائية

# home.ai_creating_task
source: Generating AI Task...
ar: جاري إنشاء المهمة بالذكاء الاصطناعي...

# home.ai_task_category
source: Category
ar: الفئة

# home.ai_task_created
source: AI Task Created
ar: تم إنشاء المهمة بنجاح

# home.ai_task_error
source: AI Task Error
ar: خطأ في إنشاء المهمة

# home.ai_task_result_title
source: AI Task Result
ar: نتيجة المهمة

# home.add_to_inbox
source: Add to Inbox
ar: أضف إلى صندوق الوارد

# home.add_schedule
source: Add schedule
ar: إضافة موعد

# home.edit_session_schedule
source: Edit session schedule
ar: تعديل موعد الجلسة

# home.invalid_session_time_range
source: End time must be after start time.
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء.

# home.session_day
source: Session day
ar: يوم الجلسة

# home.schedule_selected_count
source: Schedule (%d)
ar: جدولة (%d)

# home.session_end
source: End time
ar: وقت الانتهاء

# home.session_start
source: Start time
ar: وقت البدء

# home.session_today_at
source: Today at %@
ar: اليوم الساعة %@

# home.session_tomorrow_at
source: Tomorrow at %@
ar: غدًا الساعة %@

# home.set_schedule
source: Set schedule
ar: تحديد موعد

# home.time
source: Time
ar: الوقت

# home.confirm_accept_count
source: Schedule
ar: جدولة

# home.image_analyzing
source: Analyzing tasks…
ar: جاري تحليل المهام…

# home.image_no_tasks
source: No actionable tasks found in image
ar: لم يتم العثور على مهام قابلة للتنفيذ في الصورة

# home.image_reading
source: Reading image…
ar: جاري قراءة الصورة…

# home.image_source_summary_title
source: What the AI read
ar: ما قرأه الذكاء الاصطناعي

# home.image_to_tasks_note_placeholder
source: Add context (optional)
ar: أضف سياقاً (اختياري)

# home.image_to_tasks_title
source: Image to Tasks
ar: مهام من صورة

# home.image_uploading
source: Uploading image…
ar: جاري رفع الصورة…

# home.pick_image_from_camera
source: Camera
ar: الكاميرا

# home.pick_image_from_library
source: Photo Library
ar: مكتبة الصور

# home.proposed_task_ai_session
source: AI Suggestion
ar: اقتراح ذكاء

# home.proposed_task_fixed_session
source: Fixed
ar: ثابت

# home.proposed_task_reason
source: Why this time
ar: سبب التوقيت

# home.proposed_task_unassigned
source: Unassigned
ar: غير مصنف

# home.proposed_tasks_confirm
source: Confirm Selected
ar: تأكيد المختار

# home.end_time
source: End time
ar: وقت الانتهاء

# home.start_time
source: Start time
ar: وقت البدء

# home.status
source: Status
ar: الحالة

# home.status_cancelled
source: Cancelled
ar: ملغاة

# home.status_completed
source: Completed
ar: مكتملة

# home.status_in_progress
source: In progress
ar: قيد التنفيذ

# home.status_pending
source: Pending
ar: قيد الانتظار

# home.stepper_hours
source: %d hours
ar: %d ساعات

# home.tab_manual
source: Manual
ar: يدوي

# home.tab_with_awan
source: With AWAN
ar: مع أوان

# home.tap_to_speak
source: Tap to speak
ar: اضغط للتحدث

# home.task_details
source: Task details
ar: تفاصيل المهمة

# home.task_schedule_summary
source: %lld tasks • %@
ar: %lld مهمات اليوم

# home.task_schedule_summary_one
source: %lld task • %@
ar: ستملأ الفترات هذا لاحقاً

# home.tell_awan
source: TELL AWAN
ar: أخبر أوان

# home.today
source: Today
ar: اليوم

# home.todays_plan
source: TODAY'S PLAN
ar: خطة اليوم

# home.toggle_allow_splitting
source: Allow task splitting
ar: السماح بتقسيم المهمة

# home.toggle_mandatory
source: Mandatory
ar: إلزامية

# home.unlock_session
source: Unlock session
ar: إلغاء تثبيت الجلسة

# home.wake_up
source: Wake up
ar: وقت الاستيقاظ

# home.yes
source: Yes
ar: نعم

# home.you
source: You
ar: الملف الشخصي

# inbox.accessibility_filters_applied
source: Filters applied
ar: تم تطبيق عوامل التصفية

# inbox.accessibility_hide_filters
source: Hide filters
ar: إخفاء عوامل التصفية

# inbox.accessibility_no_filters_applied
source: No filters applied
ar: لم يتم تطبيق عوامل تصفية

# inbox.accessibility_show_filters
source: Show filters
ar: إظهار عوامل التصفية

# inbox.derived_explanation
source: Task status is derived from sessions
ar: حالة المهمة مشتقة من الجلسات

# inbox.empty_subtitle
source: Tasks saved to your Inbox will appear here
ar: المهام التي تحفظها بدون هدف ستظهر هنا

# inbox.empty_title
source: No tasks found
ar: لا توجد مهام

# inbox.error_title
source: Error
ar: خطأ

# inbox.filter_active
source: Active
ar: نشط

# inbox.filter_all
source: All
ar: الكل

# inbox.filter_cancelled
source: Cancelled
ar: ملغى

# inbox.filter_completed
source: Completed
ar: مكتمل

# inbox.filter_drafted
source: Drafted
ar: مسودة

# inbox.load_failed
source: Failed to load Inbox tasks
ar: فشل تحميل مهام البريد الوارد

# inbox.n_sessions
source: %d sessions
ar: %d جلسات

# inbox.no_sessions
source: No sessions
ar: لا توجد جلسات

# inbox.one_session
source: 1 session
ar: جلسة واحدة

# inbox.search_placeholder
source: Search tasks or sessions
ar: البحث في المهام أو الجلسات

# inbox.section_title
source: Inbox tasks
ar: مهام الوارد

# inbox.sessions_active_now
source: Active now
ar: نشط الآن

# inbox.sessions_any
source: Any
ar: أي

# inbox.sessions_label
source: Sessions
ar: الجلسات

# inbox.sessions_missed
source: Missed
ar: فائت

# inbox.sessions_scheduled
source: Scheduled
ar: مجدول

# inbox.subtitle
source: Tasks saved to your Inbox
ar: المهام المحفوظة في البريد الوارد

# inbox.tab_goals
source: Goals
ar: الأهداف

# inbox.tab_inbox
source: Inbox
ar: الوارد

# inbox.title
source: Tasks & Goals
ar: المهام والأهداف

# login.app_title
source: Awan
ar: أوان

# login.continue_google
source: Sign in with Google
ar: تسجيل الدخول باستخدام Google

# login.email_label
source: EMAIL
ar: البريد الإلكتروني

# login.email_prompt
source: Enter your email
ar: أدخل بريدك الإلكتروني

# login.error.offline
source: You're offline — we'll send the code when you reconnect.
ar: أنت غير متصل بالإنترنت — سنرسل الرمز عندما تعاود الاتصال.

# login.footer.privacy
source: Privacy
ar: الخصوصية

# login.footer.terms
source: Terms
ar: شروط أوان

# login.footer.terms_prefix
source: No passwords, ever. By continuing you agree to Awan's
ar: لا كلمات مرور أبدًا. بمتابعتك، أنت توافق على

# login.or
source: OR
ar: أو

# login.send_code
source: SEND CODE
ar: إرسال الرمز

# login.send_code_timer
source: SEND CODE • 0:%@
ar: إرسال الرمز • 0:%@

# login.sending
source: SENDING...
ar: جارٍ الإرسال...

# login.sign_in_apple
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple

# login.subtitle
source: Your day, drawn as a sky. Sign in — we'll float you a code.
ar: يومك، مرسوم كسماء. سجل الدخول — وسنرسل لك رمزاً.

# onboarding.about_hours
source: About %g hours
ar: حوالي %g ساعات

# onboarding.about_minutes
source: About %lld minutes
ar: حوالي %lld دقيقة

# onboarding.add_first_task
source: Add first task
ar: اضافة اول مهمه

# onboarding.add_it
source: Add it
ar: أضفها

# onboarding.add_zone
source: Add a zone
ar: اضافة فترة زمنية

# onboarding.add_zone_title
source: New Zone
ar: إضافة فترة

# onboarding.change_anytime
source: You can change this anytime
ar: يمكنك تغيير هذا في أي وقت

# onboarding.clear_skies
source: Clear skies
ar: سماء صافية

# onboarding.edit_zone
source: Edit zone
ar: تعديل الفترة

# onboarding.feel_balanced
source: Balanced
ar: متوازنة

# onboarding.feel_deep_few
source: Deep & few
ar: عميقة وقليلة

# onboarding.feel_short_light
source: Short & light
ar: قصيرة وخفيفة

# onboarding.first_name_label
source: FIRST NAME
ar: الاسم الاول

# onboarding.first_name_placeholder
source: Sam
ar: سام

# onboarding.good_morning_name
source: Good morning name
ar: صباح الخير يا %@

# onboarding.how_blocks_feel
source: How blocks feel
ar: كيف تبدو كتل التركيز

# onboarding.how_long_to_focus
source: How long to focus
ar: كم من الوقت ستركّز؟

# onboarding.last_name_label
source: LAST NAME
ar: الاسم الأخير

# onboarding.last_name_placeholder
source: Rivera
ar: ريفيرا

# onboarding.lets_go
source: LET'S GO
ar: هيا بنا

# onboarding.midnight_note
source: Sleeps past midnight? I'll wrap the night for you.
ar: تنام بعد منتصف الليل؟ سأرتب الليل لك.

# onboarding.name_subtitle
source: Just your name — I'll use it to greet you each morning.
ar: فقط اسمك — سأستخدمه لتحيتك كل صباح.

# onboarding.name_title
source: What should I call you?
ar: ماذا تحب أن أناديك؟

# onboarding.nothing_scheduled
source: Nothing scheduled
ar: لا شيء مجدول

# onboarding.open_sky_hours
source: %lld h of open sky
ar: %lld ساعة من السماء المفتوحة

# onboarding.out_of_bounds_warning
source: Adjust this zone so it fits within your wake and sleep times.
ar: خارج النطاق

# onboarding.preferred_focus_block
source: Preferred focus block
ar: كتلة التركيز المفضلة

# onboarding.preview_bounce
source: Bounce
ar: ارتداد

# onboarding.preview_label
source: PREVIEW
ar: معاينة

# onboarding.preview_lands_in_day
source: Lands in your day
ar: ستضاف إلى يومك

# onboarding.preview_new
source: New
ar: جديدة

# onboarding.preview_study
source: Study
ar: مذاكرة

# onboarding.preview_study_duration
source: 1 hr
ar: ساعة واحدة

# onboarding.preview_study_time
source: 9:00 AM - 10:00 AM
ar: ٩:٠٠ ص - ١٠:٠٠ ص

# onboarding.save_zone
source: Save zone
ar: حفظ الفترة

# onboarding.set_manually
source: SET LATER
ar: إعداد يدوي

# onboarding.short_day_warning
source: Short day warning
ar: يوم قصير

# onboarding.skip
source: Skip
ar: تخطي

# onboarding.skip_for_now
source: Skip for now
ar: تخطي الآن

# onboarding.skip_setup
source: Skip setup
ar: تخطي الإعداد

# onboarding.sky_setup_zones
source: Sky setup zones
ar: إعداد فترات السماء

# onboarding.sleep_label
source: I usually sleep at
ar: أنام عادة في

# onboarding.split_into_sessions
source: We'll split longer tasks into 2 hour sessions.
ar: سنقسم المهام الطويلة إلى جلسات من ساعتين.

# onboarding.task_length_explanation_prefix
source: Long tasks can be draining.
ar: المهام الطويلة قد تكون مرهقة.

# onboarding.task_simulation_placeholder
source: E.g. Read a book
ar: مثال: قراءة كتاب

# onboarding.task_simulation_subtitle
source: What is a task you want to do?
ar: ما هي المهمة التي تريد إنجازها؟

# onboarding.task_simulation_title
source: Let's simulate a task
ar: لنجرّب مهمة معًا

# onboarding.use_this
source: USE THIS
ar: استخدم هذا

# onboarding.wake_label
source: I usually wake up at
ar: أستيقظ عادة في

# onboarding.zone_category_required
source: Select a category for this zone before saving.
ar: اختر فئة لهذه المنطقة قبل الحفظ.

# onboarding.wake_sleep_same_time_error
source: Wake-up and sleep times can't be the same. Choose different times to continue.
ar: لا يمكن أن يكون وقت الاستيقاظ والنوم متماثلين. اختر أوقاتًا مختلفة للمتابعة.

# onboarding.sleep_before_wake_error
source: Sleep time must be later than wake-up time on the same day. Choose a later sleep time.
ar: يجب أن يكون وقت النوم بعد وقت الاستيقاظ في اليوم نفسه. اختر وقت نوم لاحقًا.

# onboarding.short_active_day_warning
source: Your active day is less than 10 hours. Awan may have less time to schedule your tasks.
ar: يومك النشط أقل من 10 ساعات. قد يكون لدى أوان وقت أقل لجدولة مهامك.

# onboarding.wake_sleep_title
source: When does your day begin and end?
ar: متى يبدأ يومك وينتهي؟

# onboarding.welcome_subtitle
source: Tell me a little about your day and I'll build a schedule that quietly heals itself when life happens.
ar: أخبرني قليلاً عن يومك وسأبني جدولاً يعالج نفسه بهدوء عندما تحدث تغييرات.

# onboarding.welcome_title
source: Hi, I'm Awan. The sky is yours today.
ar: مرحباً، أنا أوان. السماء لك اليوم.

# onboarding.your_day_label
source: YOUR DAY
ar: يومك

# onboarding.zone_color_label
source: Color
ar: اللون

# onboarding.zone_end_time
source: End time
ar: نهاية الفترة

# onboarding.zone_name_label
source: Zone name
ar: اسم الفترة الزمنية

# onboarding.zone_name_placeholder
source: e.g. Study, Work…
ar: مثال: عمل، مذاكرة

# onboarding.zone_overlap_error
source: This time overlaps an existing zone
ar: هذا الوقت يتداخل مع فترة موجودة

# onboarding.zone_start_time
source: Start time
ar: بداية الفترة

# onboarding.zones_fill_next
source: Zones will fill this in next
ar: ستملأ الفترات هذا لاحقاً

# onboarding.zones_title
source: Here's a day I sketched for you
ar: إليك يوماً رسمته لك

# otp.digit_accessibility
source: Verification code digit %lld
ar: الرقم %lld من رمز التحقق

# otp.error.offline
source: You're offline — reconnect to verify or resend your code.
ar: أنت غير متصل بالإنترنت — عاود الاتصال للتحقق أو أعد إرسال رمزك.

# otp.keypad_hint
source: Numeric keypad · auto-submits on the 6th digit
ar: لوحة مفاتيح رقمية · يتم الإرسال التلقائي عند الرقم السادس

# otp.resend
source: RESEND CODE
ar: إعادة إرسال الرمز

# otp.resend_timer
source: RESEND CODE • %@
ar: إعادة إرسال الرمز • %@

# otp.subtitle
source: Enter the code we sent to
ar: أدخل الرمز الذي أرسلناه إلى

# otp.title
source: You're in! ☀️
ar: أنت في الداخل! ☀️

# otp.verified
source: Verified — drifting you in
ar: تم التحقق — جاري دخولك

# profile.daily_zones
source: DAILY ZONES
ar: المناطق اليومية

# profile.dark
source: Dark
ar: داكن

# profile.dummy_session_time
source: 60 min
ar: ٦٠ دقيقة

# profile.dummy_sleep_schedule
source: 11:00 PM – 7:00 AM
ar: ١١:٠٠ م – ٧:٠٠ ص

# profile.dummy_time_zone
source: Cairo · GMT+3
ar: القاهرة · GMT+3

# profile.language
source: Language
ar: اللغة

# profile.language.arabic
source: Arabic
ar: العربية

# profile.language.english
source: English
ar: الإنجليزية

# profile.language_and_appearance
source: LANGUAGE & APPEARANCE
ar: اللغة والمظهر

# profile.language_selection_title
source: Select Language
ar: اختر اللغة

# profile.light
source: Light
ar: فاتح

# profile.personal_info
source: PERSONAL INFO
ar: المعلومات الشخصية

# profile.preferences
source: PREFERENCES
ar: التفضيلات

# profile.ready
source: READY
ar: جاهز

# profile.session_time
source: Session time
ar: وقت الجلسة

# profile.set_rhythm
source: Set the rhythm for each day
ar: حدد إيقاع كل يوم

# profile.sleep_schedule
source: Sleep schedule
ar: جدول النوم

# profile.logout
source: Log Out
ar: تسجيل الخروج

# profile.system
source: System
ar: النظام

# profile.theme
source: Theme
ar: المظهر

# profile.time_zone
source: Time zone
ar: المنطقة الزمنية

# profile.title
source: Profile
ar: الملف الشخصي

# profile.zones_today
source: %d zones today
ar: %d مناطق اليوم

# schedule.add_goal
source: 7-task goal
ar: هدف من ٧ مهام

# schedule.add_task
source: Add task
ar: إضافة مهمة

# schedule.build_quest_subtitle
source: One focused step every day
ar: خطوة واحدة مركزة كل يوم

# schedule.build_quest_title
source: Build a 7-day quest
ar: بناء مهمة لـ ٧ أيام

# schedule.can_split
source: Can split into sessions
ar: يمكن تقسيمه إلى جلسات

# schedule.choose_zone
source: Choose zone
ar: اختر الفترة

# schedule.create_quest
source: Create quest
ar: إنشاء مهمة

# schedule.delete_quest
source: Delete quest
ar: حذف المهمة

# schedule.drag_hint_accessibility
source: Drag vertically to change time in fifteen minute steps
ar: اسحب عمودياً لتغيير الوقت بخطوات من ١٥ دقيقة

# schedule.duration
source: Duration
ar: المدة

# schedule.duration_minutes
source: %lld minutes
ar: %lld دقيقة

# schedule.each_step
source: Each step
ar: كل خطوة

# schedule.empty_subtitle
source: Create a quest or try the conflict lab above.
ar: أنشئ مهمة أو جرب مختبر التعارض أعلاه.

# schedule.empty_title
source: Your day is ready for adventure
ar: يومك جاهز للمغامرة

# schedule.error_title
source: Something got in the way
ar: اعترض شيء طريقنا

# schedule.goal_name
source: Goal name
ar: اسم الهدف

# schedule.keep_fixed
source: Keep scheduled time fixed
ar: إبقاء الوقت المجدول ثابتاً

# schedule.minutes_scheduled
source: %lld min
ar: %lld دقيقة

# schedule.new_quest
source: New daily quest
ar: مهمة يومية جديدة

# schedule.quest_chain
source: Quest chain
ar: سلسلة المهام

# schedule.category
source: Category
ar: الفئة

# schedule.choose_category
source: Choose category
ar: اختر فئة

# schedule.quest_name
source: Quest name
ar: اسم المهمة

# schedule.quest_name_placeholder
source: What will you conquer?
ar: ماذا ستقهر؟

# schedule.quests_title
source: AWAN QUESTS
ar: مهام أوان

# schedule.save_changes
source: Save changes
ar: حفظ التغييرات

# schedule.standalone
source: Standalone
ar: مستقل

# schedule.start_quest
source: Start 7-day quest
ar: ابدأ مهمة ٧ أيام

# schedule.streak_accessibility
source: Seven day streak
ar: سلسلة سبعة أيام

# schedule.this_week
source: THIS WEEK
ar: هذا الأسبوع

# schedule.todays_adventure
source: Today's adventure
ar: مغامرة اليوم

# schedule.tune_quest
source: Tune your quest
ar: ضبط مهمتك

# schedule.your_time
source: Your time
ar: وقتك

# schedule.zone
source: Zone
ar: الفترة

# templates.daily_zones_title
source: Daily Zones
ar: فترات يومية

# templates.day
source: Day
ar: اليوم

# templates.save_day
source: Save %@
ar: حفظ %@

# templates.save_template
source: Save template
ar: حفظ القالب

# templates.schedule_title
source: Schedule
ar: الجدول

# templates.section_title
source: Templates
ar: القوالب

# templates.selected_badge
source: Selected
ar: مُختار

# templates.zones_count
source: %d zones
ar: %d فترات

# templates.active_days_title
source: Active days
ar: الأيام النشطة

# templates.active_days_subtitle
source: Choose when this template repeats
ar: اختر متى يتكرر هذا القالب

# templates.active_days_count
source: %d active days
ar: %d أيام نشطة

# templates.new_button
source: New
ar: جديد

# templates.weekly_routine
source: Weekly routine
ar: الروتين الأسبوعي

# templates.date_override
source: Date override
ar: استثناء لتاريخ

# templates.date_overrides_title
source: Your date overrides
ar: استثناءات التواريخ

# templates.no_weekly_templates
source: No weekly templates
ar: لا توجد قوالب أسبوعية

# templates.no_weekly_templates_message
source: Create a template and assign the weekdays it should manage.
ar: أنشئ قالبًا وحدد أيام الأسبوع التي يديرها.

# templates.create_template
source: Create template
ar: إنشاء قالب

# templates.one_day_override
source: One-day override
ar: استثناء ليوم واحد
